import cultivatorImg from "./public/images/cultivator.png";
import trolleyImg from "./public/images/trolley.jpeg";
import ploughImg from "./public/images/plough.jpeg";
import RotavatorImg from "./public/images/Rotavator.jpeg";
import GarudPoloRotaryTillerImg from "./public/images/GarudPoloRotaryTiller.jpeg";
import GarudSamratRotaryTillerImg from "./public/images/GarudSamratRotaryTiller.jpeg";
import GarudSupremoRotaryTillerImg from "./public/images/GarudSupremoRotaryTiller.jpeg";
import GarudSuperSeederImg from "./public/images/GarudSuperSeeder.jpeg";
import GarudBalerPoloImg from "./public/images/GarudBalerPolo.jpeg";
import GarudReverseForwardRotaryTillerImg from "./public/images/GarudReverseForwardRotaryTiller.jpeg";
import GarudHarvesterImg from "./public/images/GarudHarvester.jpeg";
import GarudPlusImg from "./public/images/GarudPlus.jpeg";

const Data = [
  {
    name: "कल्टीवेटर",
    nameEng: "Cultivator",
    imgUrl: cultivatorImg,
    content:
      "शानच्या कल्टीवेटरसह मातीच्या कठीण परिस्थितीवर मात करा. आमच्या मशीनमध्ये सहज प्रवेशासाठी एक अतिशय मजबूत फ्रेम, सहज ऑपरेशनसाठी हायड्रॉलिक प्रणाली आणि सानुकूलित कामाच्या खोलीसाठी हायड्रॉलिकली ॲडजस्टेबल ड्रॉबार आहे. मजबूत उलाढालीची धुरा दीर्घकाळ टिकणारी कामगिरी सुनिश्चित करते, ज्यामुळे हा शेतकरी कोणत्याही क्षेत्रासाठी एक विश्वासार्ह भागीदार बनतो.",
  },
  {
    name: "ट्रॉली",
    nameEng: "Trolley",
    imgUrl: trolleyImg,
    content:
      "टिकाऊपणा लक्षात घेऊन तयार केलेली ही ट्रॉली मजबूत बिल्ड गुणवत्तेचा अभिमान बाळगते. बेस शीट 6 मिमीच्या वजनाच्या सामग्रीपासून तयार केली जाते, हे सुनिश्चित करते की ते सर्वात जास्त मागणी असलेले भार देखील हाताळू शकते. मजबूत आर्क वेल्डिंग अतिरिक्त ताकद आणि दीर्घायुष्यासाठी फ्रेम मजबूत करते. त्याची लवचिकता आणखी वाढवण्यासाठी, ट्रॉलीला उच्च-गुणवत्तेच्या पेंट्सने लेपित केले जाते जे चिपिंग आणि गंजला प्रतिकार करतात. उत्कृष्ट स्थिरता आणि चालनासाठी, यात विस्तृत टायर्स आहेत जे विविध भूभागांवर अपवादात्मक पकड प्रदान करतात. पॅकेज पूर्ण करणे हे एक हेवी-ड्यूटी एक्सल आहे, जे कार्यक्षमतेशी तडजोड न करता महत्त्वपूर्ण वजनाचे समर्थन करण्यास सक्षम आहे.",
  },
  {
    name: "पल्टी नांगर",
    nameEng: "Plough",
    imgUrl: ploughImg,
    content:
      "अत्यंत आव्हानात्मक भूभागावरही विजय मिळवण्यासाठी तयार करण्यात आलेल्या या पल्टी नांगरात एक अति-मजबूत फ्रेम आहे जी कठीण मातीची परिस्थिती सहजतेने हाताळते. एकात्मिक हायड्रॉलिक सिस्टीम सहज नियंत्रणास अनुमती देते, ज्यामुळे माशीवर नांगरणी खोलीत समायोजन करणे शक्य होते. इष्टतम अंमलबजावणी संलग्नक आणि ट्रॅक्टर अनुकूलतेसाठी, नाविन्यपूर्ण टर्नओव्हर एक्सल वापरून ड्रॉबारची उंची सहजपणे वाढवता किंवा कमी केली जाऊ शकते. हा बहुमुखी नांगर कोणत्याही शेतासाठी कार्यक्षम आणि जुळवून घेण्याजोगा कार्य सुनिश्चित करतो.",
  },
  {
    name: "रोटाव्हेटर",
    nameEng: "Rotavator",
    imgUrl: RotavatorImg,
    content:
      "या उच्च-कार्यक्षमतेच्या रोटाव्हेटरसह परिपूर्ण सीडबेड मिळवा. अनेक ब्लेडसह सुसज्ज, ते मातीला बारीक, अगदी सुसंगततेमध्ये मुरवते, लागवडीसाठी आदर्श. शिअर बोल्ट डिझाइनसह शक्तिशाली PTO (पॉवर टेक-ऑफ) शाफ्ट सुरळीत ऑपरेशन सुनिश्चित करते आणि अनपेक्षित ताणापासून ड्राइव्हट्रेनचे संरक्षण करते. परंतु ही कार्यक्षमता शक्तीच्या पलीकडे जाते - नाविन्यपूर्ण डिझाइनमध्ये 18-39% इंधन बचत होते, तुमचे ऑपरेशन किफायतशीर राहते. प्रीमियम बोरॉन स्टीलपासून तयार केलेले, ब्लेड केवळ अपवादात्मक माती शुद्धीकरणच देत नाहीत, तर डाउनटाइम आणि बदली खर्च कमी करून, मानक सामग्रीपेक्षा 50% जास्त आयुष्य वाढवतात.",
  },
  {
    name: "गरुड पोलो रोटरी टील्लर",
    nameEng: "GarudPoloRotaryTiller",
    imgUrl: GarudPoloRotaryTillerImg,
    content:
      "एक गियर-बॉक्स आहे ज्यामुळे ते संतुलित राहते आणि कंपन होत नाही. विशेष डिझाइन केलेले ब्लेडचा वापर केल्याने ट्रॅक्टरवरचा भार कमी होतो, डिझेलची बचत होते आणि टायर घसरत नाहीत. हे छोट्या शेती, फळे आणि भाज्या, बागायती, फुलवाटिका आणि रोपांसाठी आदर्श आहे. हे मजबूत आणि टिकाऊ असून अडचणीशिवाय चांगली कामगिरी देते. जमीन तयार करणे, छोट्या शेतात राळणे, जमीन मऊ करणे आणि वनस्पती नियंत्रणासाठी उपयुक्त आहे. हे 3 ते 4 इंच खोल जमीन ढीली करू शकते आणि हवा खेळती करू शकते. ब्लेडची helical रचना ट्रॅक्टरवरील भार कमी करते ज्यामुळे मशागत जलद आणि स्वस्त होते. सीलबंद बेअरिंगमुळे ओलसर/चिखल आत जात नाही.",
  },
  {
    name: "गरुड सम्राट रोटरी टील्लर",
    nameEng: "GarudSamratRotaryTiller",
    imgUrl: GarudSamratRotaryTillerImg,
    content:
      "कॉम्पॅक्ट 35-50 एचपी ट्रॅक्टरसाठी हे हलके आणि मजबूत रोटाव्हेटर आहे. विशेषरित्या डिझाइन केलेल्या ब्लेडमुळे ट्रॅक्टरवरचा भार कमी होतो, डिझेल खर्च वाचतो आणि राळ कोळताना देखील टायर घसरत नाहीत. जमीन सुधारणा, वनस्पती नियंत्रण आणि बीजपेरणासाठी उपयुक्त असून हे 4 ते 5 इंच खोल जमीन मऊ करून हवा खेळती करते. helical रचना आणि अतिरिक्त टिकाऊ डिझाइनमुळे जलद आणि किफायती मशागत होते.",
  },
  {
    name: "गरुड सुप्रीमो रोटरी टील्लर",
    nameEng: "GarudSupremoRotaryTiller",
    imgUrl: GarudSupremoRotaryTillerImg,
    content:
      "कॉम्पॅक्ट 40-60 एचपी ट्रॅक्टरसाठी हे हलके आणि मजबूत रोटाव्हेटर आहे. विशेषरित्या डिझाइन केलेल्या ब्लेडमुळे ट्रॅक्टरवरचा भार कमी होतो, डिझेल खर्च वाचतो आणि टायर घसरत नाहीत. जमीन सुधारणा, वनस्पती नियंत्रण, बीजपेरण आणि शेतात राळ करण्यासाठी उपयुक्त असून हे 4 ते 5 इंच खोल जमीन मऊ करून हवा खेळती करते. helical रचना आणि अतिरिक्त टिकाऊ डिझाइनमुळे जलद आणि किफायती मशागत होते. सीलबंद बेअरिंगमुळे ओलसर/चिखल आत जात नाही.",
  },
  {
    name: "गरुड सुपर सीडर",
    nameEng: "GarudSuperSeeder",
    imgUrl: GarudSuperSeederImg,
    content:
      "एकाच वेळेत मशागत आणि पेरणी करणारे रोटाव्हेटर सीड प्लांटर! हे यंत्र पेरणीची तयारी करण्यासाठी विशेषरित्या डिझाइन केले आहे. जमीन तयार करण्यासाठी ते पेरणीआधीचे अवशेष काढून टाकते आणि त्यामुळे जमिनीची सुपीकता वाढवते. हे शेतकऱ्यांसाठी आर्थिकदृष्ट्या फायदेमंद आणि पर्यावरणपूरक यंत्र आहे. पीक राखेच्या कायमस्वरुपी निराकरणासाठी उपयुक्त, जाळण्याची गरज नाही. विशेषरित्या डिझाइन केलेले मापन उपकरण योग्य पेरणी आणि खता हाताळणी सुनिश्चित करते. टिकाऊ स्प्रिंग लोडेड फीडर व्हील - fluted रोलर नियंत्रण आणि चालविते. UV संरक्षित, चमकदार आणि दीर्घकाळ टिकणारे पावडर कोटिंग पेंट.",
  },
  {
    name: "गरुड बेलर पोलो",
    nameEng: "GarudBalerPolo",
    imgUrl: GarudBalerPoloImg,
    content:
      "दर हंगामात मोठ्या प्रमाणात सिलेज, हय आणि स्ट्रॉ बेल्स तयार करण्यासाठी यंत्राच्या तज्ञानाने केलेल्या अभियांत्रिकीची आवश्यकता असते. पिकांना नुकसान न करता, त्यांचे समान आकार आणि घनतेमध्ये दाबण्यासाठी बेलिंग प्रक्रिया शक्य तितक्या प्रभावी असणे आवश्यक आहे.",
  },
  {
    name: "गरुड रीव्हर्स फॉरवर्ड रोटरी टीलर",
    nameEng: "GarudReverseForwardRotaryTiller",
    imgUrl: GarudReverseForwardRotaryTillerImg,
    content:
      "कॉम्पॅक्ट 15-25 एचपी ट्रॅक्टरसाठी हे हलके आणि बहुउपयोगी रोटाव्हेटर आहे. विशेष डिझाइनमुळे दोन बाजूंनी वापर करता येते - पुढच्या बाजूने वण आणि शेतीसाठी तर मागच्या बाजूने ऊस इत्यादी पिकांच्या मुळां जवळ माती उचलण्यासाठी. ते शेती, फळे आणि भाज्या, बागायती, रोपांच्या वाटिका आणि ऊस वणासाठी उपयुक्त आहे. मजबूत आणि टिकाऊ असून अडचणीशिवाय चांगली कामगिरी देते. जमीन सुधारणा, वनस्पती नियंत्रण, बीजपेरण, छोट्या शेतात राळ करण्यासाठी उपयुक्त असून ते 3 ते 4 इंच खोल जमीन मऊ करून हवा खेळती करते. हे मिनी आणि कमी एचपी ट्रॅक्टरसाठी देखील उपयुक्त आहे.",
  },
  {
    name: "गरुड ग्लॅडिएटर कंबाईन हार्वेस्टर",
    nameEng: "GarudHarvester",
    imgUrl: GarudHarvesterImg,
    content:
      "हे मशीन सहजतेने ऑपरेशनसाठी वापरण्यास-सुलभ लीव्हरसह ट्रॉलीमध्ये थेट हस्तांतरणासाठी एक सोपी आणि कार्यक्षम अनलोडिंग प्रणालीचा दावा करते. हे धान्याचे नुकसान कमी करते आणि त्याच्या स्पर्शिक अक्षीय प्रवाह (TAF) मळणी प्रणालीमुळे स्वच्छ उत्पादन देते. त्याच्या हायड्रॉलिक घटकांचे दीर्घ आयुष्य आणि इंधन-कार्यक्षम ऑपरेशन सुनिश्चित करण्यासाठी, ते टाटा इंजिन, परिपूर्ण फिल्टर आणि ओल्या शेतांसाठी ट्रॅकसह विशेषतः डिझाइन केलेले ट्रान्समिशनसह येते.",
  },
  {
    name: "गरुड प्लस रोटरी टील्लर",
    nameEng: "GarudPlus",
    imgUrl: GarudPlusImg,
    content:
      "रोटाव्हेटर हे उच्च कार्यक्षमतेवर, डिझाइनवर आणि कार्यक्षमतेवर भर देणारे यंत्र आहे. जलद आणि स्वस्त मशागतीसाठी हे उत्तम पर्याय आहे. हेलिकल आकाराच्या फळ्या ट्रॅक्टरवर कमी भार टाकतात, त्यामुळे ते वापरण्यास अधिक स्वस्त आहे. हे अत्यंत आधुनिक यंत्र असून L, C आणि J प्रकारच्या ब्लेड पर्यायांमध्ये उपलब्ध आहे. यामध्ये अतिरिक्त भार सहन करण्यासाठी शियर बोल्ट असलेले हेवी ड्यूटी पीटीओ शाफ्ट आहे. तसेच ते 3 फूट ते 10 फूट गियर ड्राइव्ह पर्यायांमध्ये उपलब्ध आहे. सीलबंद बेअरिंगमुळे आर्द्रता / चिखल आत जाण्यापासून रोखते.",
  },
];
export default Data;
