import React from "react";
import AboutUsComponent from "../Components/aboutuscomponent";
import aboutUsImage from "../public/images/aboutUsHeroImage.png";
import two from "../public/images/2.jpg";
import three from "../public/images/3.jpg";
import four from "../public/images/4.jpg";
import five from "../public/images/5.jpg";
import Contactform from "@/components/ContactForm";

const About = () => {
  return (
    <>
      <section class="text-gray-600 body-font">
        <AboutUsComponent
          content="2021 मध्ये स्थापन झालेल्या आव्हाड इंजिनिअरिंग प्रायव्हेट
            लिमिटेडमध्ये, नावीन्यपूर्ण आणि गुणवत्तेद्वारे शेतीमध्ये क्रांती
            घडवणे हे आमचे ध्येय आहे. शान ब्रँड अंतर्गत, आम्ही उत्कृष्टतेच्या
            वचनबद्धतेनुसार अत्याधुनिक कृषी अवजारे तयार करतो. बिनधास्त गुणवत्तेवर
            लक्ष केंद्रित करून, आम्ही शेतकऱ्यांना विश्वसनीय उपायांसह सक्षम करतो,
            कृषी क्षेत्रातील उत्पादकता आणि टिकाऊपणा वाढवतो. एक डायनॅमिक खेळाडू
            म्हणून विश्वास ठेवला, आम्ही सतत अपेक्षांपेक्षा जास्त प्रयत्न करतो,
            याची खात्री करून घेतो की जगभरातील शेतकरी शेतात यश मिळवण्यासाठी शान
            उपकरणांवर अवलंबून राहू शकतात."
          imgSrc={aboutUsImage}
          imgPos={true}
        />
        <h1 className="text-center text-5xl text-black">
          शेतीचे भविष्य जोपासणे
        </h1>
        <AboutUsComponent
          content="आव्हाड इंजिनिअरिंग प्रायव्हेट लिमिटेड, 2021 मध्ये स्थापन झालेली एक तरुण आणि गतिमान कंपनी, आम्ही नावीन्यपूर्ण आणि अतुलनीय गुणवत्तेद्वारे कृषी क्षेत्रात क्रांती घडवून आणण्यास उत्सुक आहोत. आमचा विश्वास आहे की शेतकऱ्यांना अत्याधुनिक साधनांनी सुसज्ज करून, आम्ही अन्न सुरक्षा आणि शाश्वत पद्धतींसाठी उज्ज्वल भविष्य जोपासू शकतो."
          imgSrc={two}
          imgPos={false}
        />
        <h1 className="text-center text-5xl text-black">
          शान जेथे तंत्रज्ञान परंपरा पूर्ण करते
        </h1>
        <AboutUsComponent
          content="शान ब्रँड अंतर्गत, आम्ही अत्याधुनिक कृषी अवजारांची रचना आणि निर्मिती करतो. आम्ही पारंपारिक शेती पद्धती आणि आधुनिक तंत्रज्ञानातील प्रगती यांच्यातील अंतर कमी करतो. उत्कृष्टतेची आमची अटूट बांधिलकी या प्रक्रियेच्या प्रत्येक टप्प्यावर, संकल्पनेपासून अंतिम उत्पादनापर्यंत मार्गदर्शन करते. आमची उपकरणे क्षेत्रामध्ये अतुलनीय विश्वसनीयता आणि कार्यप्रदर्शन प्रदान करतात याची खात्री करण्यासाठी आम्ही उच्च-गुणवत्तेची सामग्री आणि अत्याधुनिक तंत्रज्ञानाचा वापर करतो."
          imgSrc={three}
          imgPos={true}
        />
        <h1 className="text-center text-5xl text-black">
          शेतकऱ्यांना सक्षम बनवणे, आपले भविष्य सुरक्षित करणे
        </h1>
        <AboutUsComponent
          content="शान ब्रँड अंतर्गत, आम्ही अत्याधुनिक कृषी अवजारांची रचना आणि निर्मिती करतो. आम्ही पारंपारिक शेती पद्धती आणि आधुनिक तंत्रज्ञानातील प्रगती यांच्यातील अंतर कमी करतो. उत्कृष्टतेची आमची अटूट बांधिलकी या प्रक्रियेच्या प्रत्येक टप्प्यावर, संकल्पनेपासून अंतिम उत्पादनापर्यंत मार्गदर्शन करते. आमची उपकरणे क्षेत्रामध्ये अतुलनीय विश्वसनीयता आणि कार्यप्रदर्शन प्रदान करतात याची खात्री करण्यासाठी आम्ही उच्च-गुणवत्तेची सामग्री आणि अत्याधुनिक तंत्रज्ञानाचा वापर करतो."
          imgSrc={four}
          imgPos={false}
        />
        <h1 className="text-center text-5xl text-black">
          शान शाश्वत वाढीमध्ये तुमचा भागीदार
        </h1>
        <AboutUsComponent
          content="शान ब्रँड अंतर्गत, आम्ही अत्याधुनिक कृषी अवजारांची रचना आणि निर्मिती करतो. आम्ही पारंपारिक शेती पद्धती आणि आधुनिक तंत्रज्ञानातील प्रगती यांच्यातील अंतर कमी करतो. उत्कृष्टतेची आमची अटूट बांधिलकी या प्रक्रियेच्या प्रत्येक टप्प्यावर, संकल्पनेपासून अंतिम उत्पादनापर्यंत मार्गदर्शन करते. आमची उपकरणे क्षेत्रामध्ये अतुलनीय विश्वसनीयता आणि कार्यप्रदर्शन प्रदान करतात याची खात्री करण्यासाठी आम्ही उच्च-गुणवत्तेची सामग्री आणि अत्याधुनिक तंत्रज्ञानाचा वापर करतो."
          imgSrc={five}
          imgPos={true}
        />
      </section>
      <Contactform />
    </>
  );
};
export default About;
